<?php

return [
    'all'                           =>      'الكل',
    'add'                           =>      'اضف',
    'save'                          =>      'تعديل',
    'home'                          =>      'الرئيسية',
    'add_contact'                   =>      ' اضافة رقم جديد',
    'phone_book'                    =>      'دليل الهاتف',
    'contact'                       =>      'رقم الهاتف',
    'contact_no'                    =>      'المتصل ',
    'edit'                          =>      'تحديث',
    'delete'                        =>      'حذف',
    'phone_number'                  =>      'رقم الهاتف',
    'name'                          =>      'الاسم',
    'name_is_required'              =>      'يجب اضافة بيانات لحقل الاسم',
    'contact_is_required'           =>      'يجب اضافة حقل الهاتف',
    'contact_min_max'               =>      ' يجب الا يقل رقم الهاتف عن 10 ارقام والا يتخطي رقم الهاتف عن 12 ارقام ',
    'contact_must_be_numeric'       =>      'يجب ان يكون رقم الهاتف ارقام فقط',
    'contact_unique'                =>      'تم استخدام  رقم الهاتف مسبقا ',
    'name_is_unique'                =>      ' هذا الاسم تم استخدامه من قبل ',
    'no_data'                       =>      'قم باضافة بعض البيانات',
    'search'                        =>      '... ابحث',
    
];